dafoam_pytorch_hfdib_demo/datasets/four_port_64/topology_492/case/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSchemes;
}

ddtSchemes      { default         steadyState; }
gradSchemes     { default         Gauss linear; }
divSchemes      { default         none; div(phi,U) Gauss linearUpwindV grad(U); div((nuEff*dev2(T(grad(U))))) Gauss linear; }
laplacianSchemes{ default         Gauss linear corrected; }
interpolationSchemes { default    linear; }
snGradSchemes   { default         corrected; }
